tutorials/extraTurbulenceModels/kOmegaSSTsust/alpha4/consistentSimpleFoam/constant/RASProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.1.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      RASProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

RASModel            kOmegaSSTsust;

turbulence          on;

printCoeffs         on;

kOmegaSSTsustCoeffs
{
	kAmb 		kAmb [0 2 -2 0 0 0 0] 0.00025;
	omegaAmb 	omegaAmbt [0 0 -1 0 0 0 0] 322.5;
}

// ************************************************************************* //
