tutorials/extraTurbulenceModels/kOmegaSSTsust/alpha4/consistentSimpleFoam/0.org/initialConditions
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.1.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       IOobject;
    location    "0";
    object      initialConditions;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
velocity            (12.8686 0.8999 0);
pressure            0;
k                	0.00025;
omega				322.5;
nut                 7.7e-7;
#inputMode			merge

// ************************************************************************* //
