tutorials/extraTurbulenceModels/kOmegaSSTsust/alpha4/consistentSimpleFoam/system/fvSolution
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.1.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      fvSolution;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

solvers
{
    p
    {
        solver          PCG;
        tolerance       1e-7;
        relTol          0.1;
        preconditioner  DIC;
        maxIter		    500;
    }

    "(U|k|omega)"
    {
        solver          smoothSolver;
        smoother        GaussSeidel;
        tolerance       1e-7;
        relTol          0.1;
    }
}

SIMPLE
{
    nNonOrthogonalCorrectors 0;
    pRefPoint      (-12 0 0);
    pRefValue       0;

    convergence 1e-5;
}

relaxationFactors
{
    p               	0.7;
    U               	0.7;
    k         		0.7;
    omega      		0.7;
}


// ************************************************************************* //
